
[[자신의 홈디렉토리에서 작업하세요.]]
[문제01] 현재위치를 확인하세요..


[문제02] echo를 이용하여 echo_f01  "안녕하세요"


[문제03] echo를 이용하여 echo_f02  "반갑습니다." 


[문제04] echo를 이용하여 echo_f03  "우리는 빅데이터 분석서비스 개발자과정을 공부하고 있습니다."


[문제05] echo를 이용하여 echo_f04  "우리반 담임은 OOO 연구원입니다."


[문제06] 홈디렉토리에 dir100/dir200/dir300 directory를 생성하시오.


[문제07] 홈디렉토리에 있는 echo_f01 file을 dir100/dir200/dir300에 복사하세요


[문제08] 디렉토리 dir100/dir200/dir300로 이동하세요.
   
 
[[dir100/dir200/dir300에서 작업합니다.]]
[문제09] echo_f02파일을 절대 경로를 사용하여 현재 디렉토리에 복사하세요


[문제10] echo_f03파일을 상대 경로를 사용하여 현재 디렉토리에 복사하세요


[문제11] echo_f04파일을 홈디렉토리 기호를 사용하여 현재 디렉토리에 복사하세요


[문제12] 홈디렉토리에서 과제가 잘 처리 되었는지 ls을 이용하여 확인하기

